Repository: geneanet/geneanet-embedded-individual
Catalog: geneanet-embedded-individual/languages/geneanet-embedded-individual-*.po
Languages: de_de, es_es, fi, fr_fr, it_it, nb_no, nl_nl, pt_pt, ru_ru, sv_se

source: Geneanet Embedded Individual
de_de: Einzelner Geneanet Datensatz
es_es: Ficha individuo Geneanet
fi: Geneanetin profiililehti
fr_fr: Fiche individu Geneanet
it_it: Scheda individuo Geneanet
nb_no: Geneanets profilark
nl_nl: Persoonsfiche Geneanet
pt_pt: Quadro de perfil Geneanet
sv_se: Geneanet profilsida

source: URL of the individual
de_de: URL zum Profil des Individuums
es_es: URL de la ficha del individuo
fi: Profiililehden URL
fr_fr: URL de la fiche de l&rsquo;individu
it_it: URL della scheda dell'individuo
nb_no: URL til profilarket
nl_nl: URL van de persoonsfiche
pt_pt: URL do quadro de perfil
ru_ru: URL индивидуума
sv_se: URL för profilsidan

source: Select link
de_de: Link auswählen
es_es: Seleccionar el enlace
fi: Valitse linkki
fr_fr: Sélectionnez le type de lien
it_it: Selezionare il link
nb_no: Velg lenke
nl_nl: Link selecteren
pt_pt: Seleccionar ligação
ru_ru: Выберите ссылку
sv_se: Välj länk

source: Select if visitor will view the individual page or the family tree.
de_de: Wähle, ob der Besucher die Personenseite oder die Baumansicht sieht.
es_es: Seleccione si el visitante verá la página individual o el árbol genealógico.
fi: Valitse haluatko tarkastella yksittäistä sivua vai sukupuuta vierilijana.
fr_fr: Quand le lecteur clique sur le lien dans la mini-fiche, il arrive soit sur l&rsquo;onglet Fiche de l&rsquo;individu soit sur l&rsquo;onglet Arbre, selon l&rsquo;option choisie.
it_it: Scegli il modo di visualizzazione : Individuo o Albero genealogico.
nb_no: Velg dersom besøkende ønsker å se på den individuelle side eller slektstreet.
nl_nl: Selecteer of de bezoeker de individuele pagina of de stamboom zal bekijken.
pt_pt: Seleccione se o visitante irá visualizar a página individual ou a árvore genealógica.
ru_ru: Посетитель будет смотреть индивидуальные страницы или семейное древо?
sv_se: Välj om besökare ska kunna tiita på den individuella sidan eller familjeträdet.

source: Individual
de_de: Individuum
es_es: Individuo
fi: Yksittäistä
fr_fr: Fiche
it_it: Individuo
nb_no: Individuell
nl_nl: Persoon
pt_pt: Pessoa
ru_ru: Индивидуум
sv_se: Individ

source: Family Tree
de_de: Stammbaum
es_es: Árbol genealógico
fi: Sukupuu
fr_fr: Arbre
it_it: Albero genealogico
nb_no: Slektstre
nl_nl: Stamboom
pt_pt: Árvore genealógica
ru_ru: Семейное древо
sv_se: Familjeträd

source: Select alignment
de_de: Ausrichtung wählen
es_es: Seleccione la alineación
fi: Valitse kohdistus
fr_fr: Sélectionnez l&rsquo;alignement
it_it: Seleziona l'allineamento
nb_no: Velg justeringen
nl_nl: Selecteer de uitlijning
pt_pt: Selecione o alinhamento
ru_ru: Выберите выравнивание
sv_se: Välj justering

source: Left
de_de: Links
es_es: Izquierda
fi: Vasen
fr_fr: Gauche
it_it: Sinistra
nb_no: Venstre
nl_nl: Links
pt_pt: Esquerda
ru_ru: Слева
sv_se: Vänster

source: Center
de_de: Mitte
es_es: Centro
fi: Keskus
fr_fr: Centre
it_it: Centro
nb_no: Sentrum
nl_nl: Centrum
pt_pt: Centro
ru_ru: Центр
sv_se: Mitten

source: Right
de_de: Rechts
es_es: Derecha
fi: Oikea
fr_fr: Droite
it_it: Destra
nb_no: Høyre
nl_nl: Rechts
pt_pt: Direito
ru_ru: Справа
sv_se: Höger

source: The URL may not be correctly formatted: %s
de_de: Überprüfe die URL in der Datei. Es scheint, dass sie nicht richtig formatiert ist: %s
es_es: Compruebe la URL de la ficha: parece que no está formateada correctamente: %s
fi: URL ei mahdollisesti ole oikein formatoitu : %s
fr_fr: Vérifiez l&rsquo;URL de la fiche&nbsp;: il semble qu&rsquo;elle ne soit pas correctement formatée&nbsp;: %s
it_it: Verifica l'URL della scheda : sembra che non sia correttamente formattata : %s
nb_no: URL er kanskje ikke korrekt formattert : %s
nl_nl: Verifieer de URL van de fiche : blijkbaar is deze niet correct geformateerd : %s
pt_pt: O URL pode não estar correctamente formatado: %s
ru_ru: URL похоже отформатирован некорректно: %s
sv_se: URL kan vara felaktigt formaterad : %s

source: Geneanet has returned an unexpected response for the URL %s. Please try again in a few moments.
de_de: Geneanet erhielt eine Fehlermeldung für diese URL %s. Versuche es in ein paar Minuten erneut.
es_es: Geneanet ha recibido una respuesta no esperada por al URL %s. Inténtelo de nuevo.
fi: Odottamaton häiriö on ilmennyt URL%s:ssä. Olkaa ystävällinen ja kokeilkaa uudelleen.
fr_fr: Geneanet a retourné une réponse inattendue pour l&rsquo;URL %s. Réessayez dans quelques instants.
it_it: Geneanet ha rinviato una risposta inaspettata per l'URL %s. Riprova tra poco.
nb_no: En uventet feil har oppstått for URL'en %s. Vennligst prøv påny.
nl_nl: Geneanet stuurde een onverwacht antwoord op deze URL %s. Probeer terug binnen enkele ogenblikken.
pt_pt: Ocorreu um erro inesperado para o URL %s. Por favor tente de novo.
ru_ru: Geneanet вернула неожиданные ответ для URL %s. Попробуйте снова через пару минут.
sv_se: Ett oväntat fel har uppstått på URL %s. Försök igen senare.

source: No individual found with the URL: %s
de_de: Das Individuum wurde für diesen URL-Eintrag nicht gefunden: %s
es_es: No se ha encontrado al individuo por la URL que se ha introducido: %s
fi: Ei löydettyä henkilöä URL:llä : %s
fr_fr: L&rsquo;individu n&rsquo;a pas été trouvé pour l&rsquo;URL saisie&nbsp;: %s
it_it: Per l'URL inserita, non è stato trovato nessun individuo : %s
nb_no: Ingen person funnet med denne URL : %s
nl_nl: Persoon niet gevonden voor de ingebrachte URL : %s
pt_pt: Nenhuma pessoa encontrada com este URL: %s
ru_ru: Индивидуум по ссылке %s не найден
sv_se: Ingen individ hittad med URL : %s

source: Geneanet returned an error for the URL %s: %d
de_de: Geneanet hat für diese URL einen Fehler zurückgemeldet %s: %d
es_es: Geneanet recibe un error por la la URL %s: %d
fi: URL:ssä on ilmennyt häiriö %s : %d
fr_fr: Geneanet a retourné une erreur pour l&rsquo;URL %s&nbsp;: %d
it_it: Geneanet ha rinviato un errore per l'URL %s : %d
nb_no: Ukorrekt URL forespørsel %s : %d
nl_nl: Geneanet stuurde een fout terug op deze URL %s : %d
pt_pt: Ocorreu um erro com o URL %s: %d
ru_ru: Geneanet возвратила ошибку для URL %s: %d
sv_se: Ett fel har skett med URL %s : %d

source: An error has occurred while sending a request to the URL %s: %d
de_de: Beim Aufruf der URL %s ist ein Fehler aufgetreten: %d
es_es: Se ha producido un error en la URL %s: %d
fi: Sopimaton URL pyyntö %s : %d
fr_fr: Une erreur est survenue lors de la requête avec l&rsquo;URL %s&nbsp;: %d
it_it: É accaduto un errore la momento della richiesta con l'URL %s : %d
nb_no: En feil har oppstått for URL'en %s : %d
nl_nl: Een fout deed zich bij de aanvraag met deze URL %s : %d
pt_pt: URL inválido %s : %d
ru_ru: Ошибка при отправке запроса на ссылку %s : %d
sv_se: Felaktig URL-förfrågan %s : %d

source: An error has occurred while sending a request to Geneanet
de_de: Während der Anforderung ist ein Fehler aufgetreten
es_es: Se ha producido un error en la URL
fi: Lähetettäessä pyyntö Geneanetille ilmeni häiriö
fr_fr: Une erreur est survenue lors de la requête à Geneanet
it_it: É accaduto un errore al momento della richiesta a Geneanet
nb_no: En feil oppsto da det ble sendt en forespørsel til Geneanet
nl_nl: Een fout deed zich voor bij de aanvraag aan Geneanet
pt_pt: Ocorreu um erro ao enviar um pedido para Geneanet
ru_ru: Ошибка отправки запроса к Geneanet
sv_se: Ett fel har uppstått vid sändning av begäran till Geneanet

source: Geneanet returned an error:
de_de: Geneanet hat einen Fehler gemeldet:
es_es: Geneanet recibe un error:
fi: Geneanet palautti häiriön :
fr_fr: Geneanet a retourné une erreur&nbsp;:
it_it: Geneanet ha riviato l'errore :
nb_no: Geneanet returnerte en feil:
nl_nl: Geneanet stuurde een fout terug :
pt_pt: Geneanet devolveu um erro:
ru_ru: Geneanet возвратила ошибку:
sv_se: Geneanet skickar tillbaka ett fel :

source: Individual has not been found (it may be private in the family tree)
de_de: Das Individuum wurde nicht gefunden (überprüfe, ob der Stammbaum auf privat eingestellt ist)
es_es: No se ha encontrado al individuo (compruebe en el árbol que no es un privado)
fi: Henkilöä ei löytynyt. (Hän voi mahdollisesti olla yksityinen Geneanet sukupuussa)
fr_fr: L&rsquo;individu n&rsquo;a pas été trouvé (vérifiez qu&rsquo;il n&rsquo;est pas masqué en mode visiteur)
it_it: L'individuo non è stato trovato (verifica che non è privato nell'albero genealogico)
nb_no: Person ble ikke funnet (personen kan være merket privat i slektstreet)
nl_nl: Persoon niet gevonden (verifieer dat hij niet priv√© is genoteerd in de stamboom)
pt_pt: Pessoa não encontrada (pode ser privada na árvore genealógica)
ru_ru: Индивидуум не найден (может быть скрыт настройками приватности в семейном древе)
sv_se: Individen inte hittad (det kan vara privat ifamiljeträdet)

# male
source: Married
de_de: Verheiratet
es_es: Casado
fi: Avioitunut
fr_fr: Marié
it_it: Coniugato
nb_no: Gift
nl_nl: Gehuwd
pt_pt: Casado
ru_ru: Женат
sv_se: Gift

# female
source: Married
de_de: Ehefrau
es_es: Casada
fi: Avioitunut
fr_fr: Mariée
it_it: Coniugata
nb_no: Gift
nl_nl: Gehuwd
pt_pt: Casada
ru_ru: Замужем
sv_se: Gift

# unknown
source: Married
de_de: Ehegatte(n)
es_es: Casado/a
fi: Avioitunut
fr_fr: Marié·e
it_it: Coniugato/a
nb_no: Gift
nl_nl: Gehuwd
pt_pt: Casado/a
ru_ru: в браке
sv_se: Gift

source: Relation
de_de: Beziehung
es_es: Relación
fi: Suhde
it_it: Relazione
nb_no: Slektskap
nl_nl: In relatie
pt_pt: Relação
ru_ru: Отношения

# male
source: Engaged
de_de: Bräutigam
es_es: Prometido
fi: Kihlautunut
fr_fr: Fiancé
it_it: Fidanzato
nb_no: Forlovet
nl_nl: Verloofd
pt_pt: Noivo
ru_ru: Помолвлен
sv_se: Förlovad

# female
source: Engaged
de_de: Braut
es_es: Prometida
fi: Kihlautunut
fr_fr: Fiancée
it_it: Fidanzata
nb_no: Forlovet
nl_nl: Verloofd
pt_pt: Noiva
ru_ru: Помолвлена
sv_se: Förlovad

# unknown
source: Engaged
de_de: Brautleute
es_es: Prometido/a
fi: Kihlautunut
fr_fr: Fiancé·e
it_it: Fidanzato/a
nb_no: Forlovet
nl_nl: Verloofd
pt_pt: Noivo/a
ru_ru: Помолвка
sv_se: Förlovad

# family
source: with
de_de: mit
es_es: con
fi: kanssa
fr_fr: avec
it_it: con
nb_no: med
nl_nl: met
pt_pt: com
ru_ru: с
sv_se: med

source: with one child
de_de: mit einem Kind
es_es: de los cuales un hijo
fi: Yksi lapsi
fr_fr: dont un enfant
it_it: con 1 figli/e
nb_no: med 1 barn
nl_nl: waarvan een kind
pt_pt: com um filho
ru_ru: с одним ребенком
sv_se: med ett barn

source: with %d children
de_de: mit %d Kinder
es_es: de los cuales %d hijos
fi: %d lapsineen
fr_fr: dont %d enfants
it_it: con %d figli/e
nb_no: med %d barn
nl_nl: waarvan %d kinderen
pt_pt: com %d filhos
ru_ru: с %d детьми
sv_se: med %d barn

source: An error occurred. Please try another URL or save the post for more information.
de_de: Ein Fehler ist aufgetreten. Bitte ändere die URL oder speichere den Beitrag für weitere Details.
es_es: Se ha producido un error. Cambie la URL o guarde el artículo para más detalles.
fi: On ilmennyt häiriö. Olkaa ystävällinen ja valitkaa toinen URL tai tallentakaa artikkeli lisäselvityksiä ajaksi.
fr_fr: Une erreur est survenue. Merci de changer l&rsquo;URL ou d&rsquo;enregistrer l&rsquo;article pour plus de détails.
it_it: É accaduto un errore. Ti preghiamo di modificare l'URL o di salvare l'articolo per ulteriori dettagli.
nb_no: En feil har oppstått. Vennligst prøv en annen URL eller lagre artikkelen for mer informasjon.
nl_nl: Een fout deed zich voor. Dank om van URL te wijzigen of het artikel op te slaan voor meer details.
pt_pt: Ocorreu um erro. Por favor tente outro URL ou grave o artigo para mais informação.
ru_ru: Произошла ошибка. Попробуйте другой URL или сохраните запись для подробной информации.
sv_se: Ett fel har uppstått. Försök med en annan URL eller spara informationen för ytterligare inforamtion.

source: Sosa/Ahnentafel number:
de_de: Nr. Sosa:
es_es: N° Sosa:
fi: Sukupuun numero :
fr_fr: N° Sosa&nbsp;:
it_it: N° Sosa :
nb_no: Sosa/Ahnentafel nummer:
nl_nl: Sosanummer :
pt_pt: Número Sosa/Ahnentafel:
ru_ru: Номер Sosa/Ahnentafel:
sv_se: Antavlenummer :

source: View Family Tree
de_de: Stammbaum ansehen
es_es: Ver el árbol genealógico
fi: Tarkastella Sukupuuta
fr_fr: Voir l&nbsp;arbre
it_it: Vedere l'albero genealogico
nb_no: Se på slektstre
nl_nl: Stamboom bekijken
pt_pt: Ver Árvore Genealógica
ru_ru: Посмотреть семейное древо
sv_se: Visa familjeträdet

source: View Individual
de_de: Siehe die Datei
es_es: Ver la ficha
fi: Käy katsomassa profiilia
fr_fr: Voir la fiche
it_it: Vedi la scheda
nb_no: Se på profil
nl_nl: Fiche bekijken
pt_pt: Ver perfil
ru_ru: Посмотреть индивидуума
sv_se: Visa profilen

source: Father:
de_de: Vater:
es_es: Padre:
fi: Isä :
fr_fr: Père&nbsp;:
it_it: Padre :
nb_no: Far:
nl_nl: Vader :
pt_pt: Pai:
ru_ru: Отец:
sv_se: Far :

source: Mother:
de_de: Mutter:
es_es: Madre:
fi: Äiti :
fr_fr: Mère&nbsp;:
it_it: Madre :
nb_no: Mor:
nl_nl: Moeder :
pt_pt: Mãe:
ru_ru: Мать:
sv_se: Mor :

source: Allows to insert a short embedded sheet containing the main information of an individual from a Geneanet family tree to a post.
de_de: Fügt in einem Artikel eine Mini-Datei ein, in der die wichtigsten Informationen eines Individuums aus dem Geneanet-Stammbaum enthalten sind.
es_es: Permite insertar en un artículo una minificha que contenga las principales informaciones de un individuo que provenga de un árbol Geneanet.
fi: Sallii sisällyttämään lyhyen liuskan sisältäen olennaisimmat tiedot henkilöstä Geneanetissä olevasta sukupuusta artikkeliin.
fr_fr: Permet d&rsquo;insérer dans un article une mini-fiche contenant les informations principales d&rsquo;un individu provenant d&rsquo;un arbre Geneanet.
it_it: Permette d'inserire in un articolo una mini scheda che contiene le principali informazioni per un individuoproveniente da un albero Geneanet.
nb_no: Tillater å sette inn et kort notat inneholdende hovedinformasjonen til en person fra et Geneanet slektstre i en artikkel.
nl_nl: Geeft de mogelijkheid in een artikel een minifiche in te lassen met de voornaamste informatie over een persoon komend uit een stamboom van Geneanet.
pt_pt: Permite inserir num artigo um pequeno quadro que contém as principais informações sobre uma pessoa de uma árvore genealógica Geneanet.
ru_ru: Позволяет внедрить в запись небольшой фрагмент с основной информацией об индивидууме из семейного дерева Geneanet.
sv_se: Tillåter att bilägga en kortare notis innehållande huvudsakliga informationen om en individ från Geneanets familjeträd till en artikel.
